/* Time-limit options in popup-menu for x month(s) and y week(s). This is a fallback string that should not be displayed to the user */
"%d months and %d weeks" = "%1$d mesi e %2$d settimane";

/* Time-limit options in popup-menu for x Month(s) and y Week(s) ago. This is a fallback string that should not be displayed to the user */
"%d Months and %d Weeks ago" = "%1$d mesi e %2$d settimane fa";

/* This texts follows the actual time zone if the system time zone is used. Note the parenthesis. */
"(Using System Time Zone)" = "(Utilizzo fuso orario del sistema)";

/* We display a list of records inline.  When there are more than 5 records, we onlye display the first 5, then the current message to inform how many remains */
", and %d more." = " e altri %d.";

/* at this place, we display the summary of an event.  This is what we will display when the event does not have any summary */
"<event with no summary>" = "<evento senza riepilogo>";

/* at this place, we display the summary of a task.  This is what we will display when the task does not have any summary */
"<task with no summary>" = "<attività senza riepilogo>";

/* at this place, we display the name of contact group.  This is what we will display when the contact group does not have any name */
"<unamed group>" = "<gruppo senza nome>";

/* at this place, we display the name of contact.  This is what we will display when the contact does not have any name */
"<unknown contact>" = "<contatto sconosciuto>";

/* All Contacts - iSync Phone Conduit */
"All Contacts" = "Tutti i contatti";

/* Comments below the 'Sync All-day events' checkbox */
"All-day events become read-only events on your phone." = "Gli eventi di tutto il giorno diventano eventi di sola lettura sul tuo telefono.";

/* Suggestion of the window: No calendar available */
"Before you can synchronize your calendars, you need to open a calendar application that supports Mac OS X synchronization." = "Prima di poter sincronizzare i tuoi calendari, devi aprire un'applicazione calendario che supporti la sincronizzazione con Mac OS X.";

/* Contacts stat. */
"Calendar events changed: %d added, %d modified and %d removed" = "Eventi del calendario modificati: %1$d aggiunti, %2$d modificati e %3$d rimossi";

/* Calendars */
"Calendars" = "Calendari";

/* Generic Cancel button in dialog */
"Cancel" = "Annulla";

/* Contacts */
"Contacts" = "Contatti";

/* Contacts stat. */
"Contacts changed: %d added, %d modified and %d removed" = "Contatti modificati: %1$d aggiunti, %2$d modificati e %3$d rimossi";

/* title of the window: No calendar available */
"Do you want to use iCal as your calendar application?" = "Desideri utilizzare iCal come applicazione calendario?";

/* Time-limit options in popup-menu for [the next:] 8 months */
"Eight months" = "otto mesi";

/* Time-limit options in popup-menu for [the next:] 8 weeks */
"Eight weeks" = "otto settimane";

/* Time-limit options in popup-menu for [prior to:] 8 weeks ago */
"Eight weeks ago" = "otto settimane fa";

/* Time-limit options in popup-menu for [prior to:] 8 months ago */
"Eighth months ago" = "otto mesi fa";

/* Time-limit options in popup-menu for [prior to:] 11 months ago */
"Eleven months ago" = "undici mesi fa";

/* Time-limit options in popup-menu for [the next:] 11 months */
"Elevent months" = "undici mesi";

/* Following that label will be a list of events (one or several) */
"Event(s)" = "Evento(i)";

/* Time-limit options in popup-menu for [the next:] 5 months */
"Five months" = "cinque mesi";

/* Time-limit options in popup-menu for [prior to:] 5 months ago */
"Five months ago" = "cinque mesi fa";

/* Time-limit options in popup-menu for [the next:] 5 weeks */
"Five weeks" = "cinque settimane";

/* Time-limit options in popup-menu for [prior to:] 5 weeks ago */
"Five weeks ago" = "cinque settimane fa";

/* Time-limit options in popup-menu for [the next:] 4 months */
"Four months" = "quattro mesi";

/* Time-limit options in popup-menu for [prior to:] 4 months ago */
"Four months ago" = "quattro mesi fa";

/* Time-limit options in popup-menu for [the next:] 4 weeks */
"Four weeks" = "quattro settimane";

/* Time-limit options in popup-menu for [prior to:] 4 weeks ago */
"Four weeks ago" = "quattro settimane fa";

/* Merge button in dialog */
"Merge" = "Unisci";

/* title of the window: Merge on first sync */
"Merging information for your first sync may result in some duplicate contact or calendar information." = "L'unione delle informazioni alla tua prima sincronizzazione potrebbe causare la duplicazione di alcune informazioni relative ai contatti e ai calendari.";

/* Time-limit options in popup-menu for [the next:] 9 months */
"Nine months" = "nove mesi";

/* Time-limit options in popup-menu for [prior to:] 9 months ago */
"Nine months ago" = "nove mesi fa";

/* Time-limit options in popup-menu for: NO LIMIT */
"No limit" = "nessun limite";

/* Time-limit options in popup-menu for [the next:] 1 month */
"One month" = "un mese";

/* Time-limit options in popup-menu for [prior to:] 1 month ago */
"One month ago" = "A un mese";

/* Time-limit options in popup-menu for [the next:] 1 week */
"One week" = "una settimana";

/* Time-limit options in popup-menu for [prior to:] 1 week ago */
"One week ago" = "A una settimana";

/* Time-limit options in popup-menu for [the next:] 1 year */
"One year" = "un anno";

/* Time-limit options in popup-menu for [prior to:] 1 year ago */
"One year ago" = "un anno fa";

/* button to open iCal */
"Open iCal" = "Apri iCal";

/* Name for the Personal Information (Sync) module in the navigation bar */
"Personal Information" = "Informazioni personali";

/* For 3rd-party plugin, displayed at the bottom of the main view: Provided by %@    [%@ is the manufacturer name] */
"Provided by %@" = "Fornito da %@";

/* Label in modlet view */
"Put events created on phone into:" = "Inserisci eventi del telefono in:";

/* Reset button in dialog */
"Reset" = "Reinizializza";

/* Time-limit options in popup-menu for [the next:] 7 months */
"Seven months" = "sette mesi";

/* Time-limit options in popup-menu for [prior to:] 7 months ago */
"Seven months ago" = "sette mesi fa";

/* Time-limit options in popup-menu for [the next:] 7 weeks */
"Seven weeks" = "sette settimane";

/* Time-limit options in popup-menu for [prior to:] 7 weeks ago */
"Seven weeks ago" = "sette settimane fa";

/* Time-limit options in popup-menu for [the next:] 6 months */
"Six months" = "sei mesi";

/* Time-limit options in popup-menu for [prior to:] 6 months ago */
"Six months ago" = "sei mesi fa";

/* Time-limit options in popup-menu for [the next:] 6 weeks */
"Six weeks" = "sei settimane";

/* Time-limit options in popup-menu for [prior to:] 6 weeks ago */
"Six weeks ago" = "sei settimane fa";

/* For 3rd-party plugin, displayed at the bottom of the main view: Support */
"Support" = "Assistenza";

/* Label in modlet view in front of contact group popup */
"Synchronize:" = "Sincronizza:";

/* Following that label will be a list of tasks (one or several) */
"Task(s)" = "Attività";

/* Time-limit options in popup-menu for [the next:] 10 months */
"Ten months" = "dieci mesi";

/* Time-limit options in popup-menu for [prior to:] 10 months ago */
"Ten months ago" = "dieci mesi fa";

/* the phone refused some events or contacts for unknown reasons.  We give a list of the incriminated records */
"The device refused the following records:\n" = "Il dispositivo ha rifiutato i seguenti registri:\n";

/* Suggestion of the window: merge on first sync. %@ == [application name] */
"The first time you use %@ to synchronize devices that were imported from iSync 1.5, you should reset the information on your devices to avoid duplicates." = "La prima volta che utilizzi %@ per sincronizzare dispositivi importati da iSync 1.5, è necessario reinizializzare le informazioni sui tuoi dispositivi per evitare duplicati.";

/* Text displayed instead of the calendars section when the phone does not support calendars sync */
"This phone does not support calendar synchronization." = "Il telefono non supporta la sincronizzazione del calendario.";

/* Time-limit options in popup-menu for [the next:] 3 months */
"Three months" = "tre mesi";

/* Time-limit options in popup-menu for [prior to:] 3 months ago */
"Three months ago" = "tre mesi fa";

/* Time-limit options in popup-menu for [the next:] 3 weeks */
"Three weeks" = "tre settimane";

/* Time-limit options in popup-menu for [prior to:] 3 weeks ago */
"Three weeks ago" = "tre settimane fa";

/* Time-limit options in popup-menu for [prior to:] Today */
"Today" = "A oggi";

/* Turn on [DeviceName] synchronization */
"Turn on %@ synchronization" = "Attiva sincronizzazione %@";

/* Time-limit options in popup-menu for [the next:] 2 months */
"Two months" = "due mesi";

/* Time-limit options in popup-menu for [prior to:] 2 months ago */
"Two months ago" = "due mesi fa";

/* Time-limit options in popup-menu for [the next:] 2 weeks */
"Two weeks" = "due settimane";

/* Time-limit options in popup-menu for [prior to:] 2 weeks ago */
"Two weeks ago" = "A due settimane";

/* Time-limit options in popup-menu for [the next:] 2 years */
"Two years" = "due anni";

/* Using System Time Zone */
"Using System Time Zone" = "Utilizzo fuso orario del sistema";

